{"translation-revision-date":"2024-12-01 19:36:35+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Improvement":["Amélioration"],"If your questions that have not been answered by our documentation or video tutorials, just drop us a line.":["Si vous avez des questions auxquelles notre documentation ou nos tutoriels vidéo n’ont pas répondu, n’hésitez pas à nous contacter."],"View Documentation":["Voir la documentation"],"Dive in deeper with our documentation and learn advanced tips and tricks about Blocksy and its components.":["Plongez plus profondément dans notre documentation et apprenez des trucs et astuces avancés sur Blocksy et ses composants."],"Knowledge Base":["Base de connaissance"],"Watch Tutorials":["Regarder les tutoriels"],"Learn how to do just about anything within Blocksy by following our byte-sized video tutorials.":["Apprenez à faire à peu près tout avec Blocksy en suivant nos tutoriels vidéo de la taille d’un octet."],"Video Tutorials":["Tutoriels vidéo"],"Join Our Facebook Community":["Rejoignez notre communauté Facebook"],"Share ideas, help others, ask questions and discuss your next project in our friendly community.":["Partagez vos idées, aidez les autres, posez des questions et discutez de votre prochain projet au sein de notre amicale communauté."],"Facebook Community":["Communauté Facebook"],"Change the sidebar behaviour and style with a nice set of options that come in handy.":["Modifiez le comportement et le style de la colonne latérale à l’aide d’un ensemble d’options pratiques."],"Posts Options":["Options de publications"],"Adjust your blog roll options in a single place and make it stand out in the crowd.":["Ajustez les options de votre déroulé de blog en un seul endroit et faites-le ressortir du lot."],"Arrange your footer in a way that actually makes sense with our drag and drop builder.":["Disposez votre pied de page de façon logique grâce à notre constructeur par glisser-déposer."],"Configure the header to your liking with an easy to use drag and drop builder.":["Configurez l’en-tête à votre guise à l’aide d’un constructeur par glisser-déposer facile à utiliser."],"Typography Options":["Options de typographie"],"Customize":["Personnaliser"],"Documentation":["Documentation"],"Manage the colour palette, as well as setting colours for different elements of the website.":["Gérez la palette de couleurs et définissez les couleurs des différents éléments du site web."],"Join Facebook Community":["Rejoignez la communauté Facebook"],"Submit a Support Ticket":["Envoyer un ticket de support"],"Got a question or need help with the theme? You can always submit a support ticket or ask for help in our friendly Facebook community.":["Vous avez une question ou avez besoin d’aide sur le thème ? Vous pouvez toujours soumettre un ticket d’assistance ou demander de l’aide dans notre communauté d’entraide Facebook."],"Need help or advice?":["Besoin d’aide ou de conseils ?"],"Download now":["Télécharger maintenant"],"Installing & activating...":["Installation et activation..."],"Useful Plugins":["Extensions utiles"],"Fix":["Correctif"],"New":["Nouveau"],"Released on %s":["Sorti le %s"],"Version: %s":["Version : %s"],"Customizer Shortcuts":["Raccourcis de personnalisation"],"By using a child theme you can modify any file without the fear of breaking something in the parent theme.":["En utilisant un thème enfant, vous pouvez modifier n’importe quel fichier sans craindre de casser quelque chose dans le thème parent."],"Blocksy Child Theme":["Thème enfant Blocksy"],"By downloading and installing this plugin you will have access to demo templates, extensions and a lot more stunning features.":["En téléchargeant et en installant cette extension, vous aurez accès à des modèles de démonstration, des extensions et bien d’autres fonctionnalités étonnantes."],"Submit a Ticket":["Envoyer un ticket"],"Support":["Support"],"The most innovative, intuitive and lightning fast WordPress theme. Build your next web project visually, in no time.":["Le thème WordPress le plus innovant, intuitif et ultrarapide. Créez visuellement votre prochain projet web en un rien de temps."],"Blocksy Companion active!":["Blocksy Companion activé !"],"Activate Blocksy Companion":["Activer Blocksy Companion"],"Install Blocksy Companion":["Installer Blocksy Companion"],"Set the footer type, number of columns, spacing and colors.":["Définissez le type de pied de page, le nombre de colonnes, l’espacement et les couleurs."],"Footer Options":["Options du pied de page"],"Sidebar Options":["Options de colonne latérale"],"Set the page container width, spacing, sidebar and more.":["Définir la largeur, l’espacement, la colonne latérale et plus encore du conteneur de page."],"Page Options":["Options de page"],"COMING SOON":["À VENIR"],"Install":["Installer"],"Activate":["Activer"],"Deactivate":["Désactiver"],"Changelog":["Historique des versions"],"No changelog present at the moment.":["Aucune note de mise à jour pour le moment."],"Loading changelog...":["Chargement des notes de mise a jour…"],"Loading Plugins Status...":["Chargement de l’état des extensions…"],"Blog Options":["Options de blog"],"Header Options":["Options de l’en-tête"],"Color Options":["Options de Couleur"],"Home":["Accueil"],"Download":["Télécharger"],"Blocksy Companion":["Blocksy Companion"]}},"comment":{"reference":"admin\/dashboard\/static\/bundle\/main.js"}}