{"translation-revision-date":"2024-11-19 10:48:20+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Business or Agency":["Business ou Agency"],"Business":["Business"],"Your site is misconfigured and AJAX requests are not reaching your backend. Please click %shere%s to find the common causes and possible solutions to this.<br> Error code - %s":["Le site est mal configuré et les requêtes AJAX n’atteignent pas votre interface d’administration. Veuillez cliquer %sici%s pour trouver les causes courantes et les solutions possibles.<br> Code d’erreur - %s"],"Failed to retrieve starter sites list.<br> Error code - %s":["Impossible de récupérer la liste des sites de démarrage.<br> Code d’erreur - %s"],"Installing %s":["Installation de %s"],"Preparing data...":["Préparation des données…"],"Search for a starter site...":["Rechercher un site de démarrage…"],"All Builders":["Tous les constructeurs"],"Pro":["Pro"],"All Plans":["Toutes les offres"],"Select a starter site":["Sélectionner un site de démarrage"],"Starter site":["Site de démarrage"],"Export Site":["Exporter le site"],"Required plan":["Plan requis"],"Upgrade to the agency plan and get instant access to this starter site and many other features.":["Mettre à niveau vers l’offre agence et obtenir un accès immédiat à ce site de démarrage et à de nombreuses autres fonctionnalités."],"Upgrade to the business or agency plan and get instant access to this starter site and many other features.":["Mettre à niveau vers l’offre business ou agency et obtenir un accès immédiat à ce site de démarrage et à de nombreuses autres fonctionnalités."],"Upgrade to any pro plan and get instant access to this starter site and many other features.":["Mettre à niveau vers n’importe quelle offre pro et obtenir un accès immédiat à ce site de démarrage et à de nombreuses autres fonctionnalités."],"This is a Pro starter site":["C’est un site de démarrage pro"],"Manage":["Gérer"],"Video Tutorial":["Tutoriel vidéo"],"Documentation":["Documentation"],"This is a Pro extension":["Il s’agit d’une extension pro"],"Compare Plans":["Comparer les plans"],"Upgrade to the agency plan and get instant access to this and many other features.":["Mettre à niveau vers l’offre agence et obtenir un accès immédiat à ceci et beaucoup d’autres fonctionnalités."],"Upgrade to the business or agency plan and get instant access to this and many other features.":["Mettre à niveau vers l’offre business ou agency et obtenir un accès immédiat à ceci et beaucoup d’autres fonctionnalités."],"Upgrade to any pro plan and get instant access to this and many other feature.":["Mettre à niveau vers n’importe quelle offre pro et obtenir un accès immédiat à ceci et beaucoup d’autres fonctionnalités."],"This is a Pro feature":["Ceci est une fonctionnalité pro"],"Agency":["Agence"],"Personal":["Personnel"],"Free":["Gratuit"],"Unfortunately, your hosting configuration doesn't meet the minimum requirements for importing a starter site.":["Malheureusement, votre configuration d’hébergement ne répond pas aux prérequis minimaux pour importer un site Starter."],"Can't Import Starter Site":["Impossible d’importer le site Starter"],"Active":["Actif"],"Join Facebook Community":["Rejoindre la communauté Facebook"],"Submit a Support Ticket":["Envoyer un ticket de support"],"Got a question or need help with the theme? You can always submit a support ticket or ask for help in our friendly Facebook community.":["Vous avez une question ou besoin d’aide avec le thème ? Vous pouvez toujours envoyer un ticket au support ou demander de l’aide à notre sympathique communauté Facebook."],"Need help or advice?":["Besoin d’aide ou de conseils ? "],"All Categories":["Toutes les catégories"],"Loading Starter Sites...":["Chargement des sites de démarrage…"],"Export site":["Exporter le site"],"Builder":["Constructeur"],"Next":["Suivant"],"Install":["Installer"],"Back":["Retour"],"Please be patient and don't refresh this page, the import process may take a while, this also depends on your server.":["Soyez patient et n’actualisez pas cette page, le processus d’importation peut prendre un certain temps, cela dépend également de votre serveur."],"Installing":["Installation"],"Import content":["Importer le contenu"],"Import widgets":["Importer les widgets"],"Import options":["Options d’importation"],"Final touches":["Touches finales"],"Child theme":["Thème enfant"],"View site":["Voir le site"],"Customize":["Personnaliser"],"Now you can view your website or start customizing it":["Maintenant vous pouvez voir votre site et commencer à le personnaliser"],"Starter Site Imported Successfully":["Site de démarrage bien importé"],"This option will remove the previous imported content and will perform a fresh and clean install.":["Cette option supprimera le contenu importé précédemment et effectuera une nouvelle installation propre."],"Clean Install":["Installation propre"],"This will import posts, pages, comments, navigation menus, custom fields, terms and custom posts.":["Cela importera des articles, pages, commentaires, menus de navigation, champs personnalisés, termes et des publications personnalisées"],"Import Content":["Importer le contenu"],"This starter site can be imported and used with one of these page builders. Please select one in order to continue.":["Ce site de démarrage peut être importé et utilisé avec un de ces constructeurs de page. Veuillez en sélectionner un afin de poursuivre."],"Choose Page Builder":["Choisir le constructeur de page"],"Learn more about child themes":["En apprendre plus sur les thèmes enfant"],"You already have a child theme properly installed and activated. Move on.":["Vous avez déjà un thème enfant correctement installé et activé. Passez."],"We strongly recommend to install the child theme, this way you will have freedom to make changes without breaking the parent theme.":["Nous vous recommandons fortement d’installer le thème enfant, de cette façon vous aurez la liberté d’apporter des modifications sans casser le thème parent."],"We strongly recommend to activate the child theme, this way you will have freedom to make changes without breaking the parent theme.":["Nous vous recommandons fortement d’activer le thème enfant, de cette façon vous aurez la liberté d’apporter des modifications sans casser le thème parent."],"Install Child Theme":["Installer le thème enfant"],"Activate Child Theme":["Activer le thème enfant"],"Reinstall":["Réinstaller"],"Remove":["Retirer"],"What steps do you want to perform next?":["Quelles étapes souhaitez-vous effectuer ensuite ?"],"Dismiss":["Ignorer"],"Starter Site Removed":["Site de démarrage désinstallé"],"This starter site is already installed":["Ce site de démarrage est déjà installé"],"Deactivate demo plugins":["Désactiver les extensions de démo"],"Erase content":["Effacer le contenu"],"Import":["Importer"],"Modify":["Modifier"],"Preview":["Aperçu"],"Available for":["Disponible pour"],"The following plugins are required for this starter site in order to work properly.":["Les extensions suivantes sont nécessaires pour que ce site de démarrage fonctionne correctement."],"Install & Activate Plugins":["Installer et activer les extensions"],"Pro Extensions":["Extensions Pro"],"Free Extensions":["Extensions gratuites"],"Starter Sites":["Sites de démarrage"],"Upgrade Now":["Mettre à niveau maintenant"],"Loading...":["Chargement…"],"Extensions":["Extensions"],"Loading Extensions Status...":["Chargement de l’état des extensions…"]}},"comment":{"reference":"static\/bundle\/dashboard.js"}}