{"translation-revision-date":"2024-11-19 10:48:20+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"More information on how to create a list in fluentcrm can be found %shere%s.":["Vous trouverez plus d’informations sur la façon de créer une liste dans FluentCrm %sici%s."],"More information on how to generate an API key for ActiveCampaign can be found %shere%s.":["Plus d’informations sur la façon de générer une clé d’API pour ActiveCampaign %sici%s."],"API URL":["URL de l’API"],"More information on how to create a list in MailPoet can be found %shere%s.":["Plus d’informations sur la création d’une liste dans MailPoet peuvent être trouvées %sici%s."],"API Version":["Version de l’API"],"More information on how to generate an API key for Brevo can be found %shere%s.":["Plus d’informations sur comment générer une clé d’API pour Brevo peuvent être trouvées %sici%s."],"More information on how to generate an API key for Campaign Monitor can be found %shere%s.":["Plus d’informations sur comment générer une clé d’API pour Campaign Monitor peuvent être trouvées %sici%s."],"This provider is used only for testing purposes. It doesnt register any real subscribers.":["Ce fournisseur est utilisé uniquement à des fins de test. Il n’inscrit pas d’abonnés\/abonnées réels."],"Provider":["Fournisseur"],"Connect Newsletter Provider":["Connecter le fournisseur de newsletter"],"More information on how to generate an API key for Mailerlite can be found %shere%s. Please note that it is required at least one group to be created in your account for the integration to work. More info on how to create a group %shere%s.":["Vous trouverez plus d’informations sur la façon de générer une clé de l’API pour Mailerlite %sici%s. Veuillez noter qu’il est obligatoire qu’au moins un groupe soit créé dans votre compte pour que l’intégration fonctionne. Plus d’informations sur la façon de créer un groupe %sici%s."],"More information on how to generate an API key for ConvertKit can be found %shere%s.":["Plus d’informations sur comment générer une clé de l’API pour Convertkit peuvent être trouvées %sici%s."],"More information on how to generate an API key for Mailchimp can be found %shere%s.":["Plus d’informations sur comment générer une clé d’API pour Mailchimp peuvent être trouvées %sici%s."],"Pick Mailing Service":["Service d’envoi d’e-mail de collecte"],"Save Settings":["Enregistrer les réglages"],"Loading...":["Chargement…"],"API Key":["Clé de l’API"],"List ID":["ID de la liste"]}},"comment":{"reference":"framework\/extensions\/newsletter-subscribe\/dashboard-static\/js\/EditCredentials.js"}}